export {};

type Database = Array<string>;

export const database: Database = [
    `Однажды молодой человек узнал в прохожем своего учителя из младших классов. Он подошел к старику и спросил:
  — Вы меня не помните? Я был вашим учеником.
  — Да, я помню тебя третьеклассником. И чем ты занимаешься сейчас?
  — Я преподаю. Вы так повлияли на меня, что мне тоже захотелось воспитывать юных учеников.
  — Да? Позволь мне полюбопытствовать, в чём же выразилось моё влияние?
  — Вы на самом деле не помните? Разрешите мне освежить это в вашей памяти.
  Однажды мой одноклассник пришел в класс с красивыми часами на руке, которые ему подарили родители. Он их снял и положил в ящик парты. Я всегда мечтал иметь такие часы. Я не удержался и решил взять их из его парты. Вскоре тот мальчик подошел к вам в слезах и пожаловался на кражу. Вы обвели нас всех взглядом и сказали: «Тот, кто забрал часы, принадлежащие этому мальчику, пожалуйста, верните их».
  Мне стало очень стыдно, но мне не хотелось расставаться с часами, так что я не признался. Вы направились к двери, заперли ее и велели нам всем выстроиться вдоль стены, предупредив: «Я должен проверить все ваши карманы при одном условии, что вы все закроете глаза». Мы послушались, и я почувствовал, что это был самый постыдный момент в моей недолгой жизни.
  Вы двигались от ученика к ученику, от кармана к карману. Когда вы достали часы из моего кармана, вы продолжали двигаться до конца ряда. Затем вы сказали: "Твоего дедушку нашли японцы и упрятали в лагерь для военнопленных. У него были с собой эти золотые часы, и он знал, что если их найдут, то конфискуют. А дедушка очень не хотел, чтобы эти твари трогали часы своими немытыми желтыми руками. Тогда он решил спрятать их в самом безопасном месте: в своей жопе. Он пол жизни проходил с этими часами в жопе. Потом они перешли по наследству к твоему отцу, и он тоже носил их в жопе. когда твой отец умер, он отдал эти часы мне, и я тоже носил их в своей жопе. А теперь эти великие золотые часы — твои"`,
    `Существует легенда: когда Алибаба с 40 разбойниками подошли к стенам Спарты, он направил вежливому ëжику послание, в котором говорилось: «Я покорил всю Грецию, у меня самое лучшее в мире войско. Сдавайся, потому что если я захвачу Спарту силой, если я сломаю её ворота, если я пробью таранами её стены, то беспощадно уничтожу всё население и сравняю город с землёй!». На что вежливый ёжик отправил самый короткий известный ответ: «Всем привет». И Алибаба и 40 разбойников впоследствии обходили Спарту в своих походах.`,
    `Мужчина приходит к врачу. Жалуется на депрессию, говорит, жизнь груба и жестока, что он чувствует себя одиноким в угрожающем мире. Врач предлагает простой рецепт: «Послушайте песню про третье сентября и посмотрите мемы на эту тему! Они очень веселые, вам обязательно понравится!». Мужчина взрывается слезами. «Да знаете, доктор... Душа болит...»`,
    `Работников бюро ритуальных услуг сильно раздражает фраза: "Ну, примерно вашего роста".`,
    `Заселяется первокурсник в общагу, старшак ему экскурсию проводит, доходит до кухни, говорит: - А это плита, только духовку не открывай, нельзя - Почему это? - Если расскажу, все равно не поверишь, нельзя и все тут. Первокурснику стало любопытно, и вот он после отбоя крадётся к плите, открывает духовку, заглядывает, а его в жопу ебет старшекурсник.`,
];
